Repository: NaN-tic/trytond-account_bank_statement_es_csb43
Catalog: locale/*.po
Languages: ca, ca_es, es

# error:account.bank.statement.import_csb43:
source: The supplied file does not have the expected format. This is the technical error returned by parser: %s
ca_es: El fitxer subministrat no té el format esperat. Aquest és l'error tècnic que ha retornat l'analitzador: %s
es: El archivo suministrado no tiene el formato esperado. Este es el error técnico que devuelve el analizador: %s

# error:account.bank.statement.import_csb43:
source: You cannot import a CSB43 bank statement file in a bank statement with lines.
ca_es: No podeu importar un fitxer CSB43 d'extracte bancari a un extracte bancari amb línies.
es: No puede importar un archivo CSB43 de extracto bancario a un extracto bancario con líneas.

# field:account.bank.statement.import_csb43.start,attachment:
source: Attachment
ca_es: Adjuntar
es: Adjuntar

# field:account.bank.statement.import_csb43.start,confirm:
source: Confirm
ca_es: Confirmar
es: Confirmar

# field:account.bank.statement.import_csb43.start,import_file:
source: Import File
ca_es: Fitxer d'importació
es: Archivo de importación

# field:account.configuration,csb43_date:
source: CSB43 Date
ca: Data CSB43
es: Fecha CSB43

# help:account.bank.statement.import_csb43.start,attachment:
source: Attach CSV file after import.
ca_es: Adjunta el CSV en l'extracte bancari.
es: Adjuntar el CSV en el extracto bancario después de importar.

# help:account.bank.statement.import_csb43.start,confirm:
source: Confirm Bank Statement after import.
ca_es: Confirma l'extracte bancari després d'importar.
es: Confirmar el extracto bancario después de importar.

# help:account.configuration,csb43_date:
source: Set date line from CSB43 file
ca: Estableix el camp data a la línia a partir del fitxer CSB43
es: Fija el campo fecha en la línea a partir del fichero CSB43

# model:account.bank.statement.import_csb43.start,name:
source: Import CSB43 start
ca_es: Importació CSB43 Inici
es: Importación CSB43 Inicio

# model:ir.action,name:wizard_import_csb43
source: Import CSB43
ca_es: Importació CSB43
es: Importación CSB43

# selection:account.configuration,csb43_date:
source: Operation Date
ca: Data operació
es: Fecha operación

# selection:account.configuration,csb43_date:
source: Value Date
ca: Data valor
es: Fecha valor

# view:account.bank.statement.import_csb43.start:
source: Import CSB43 File to Bank Statement
ca_es: Importa fitxer CSB43 als extractes bancaris
es: Importar archivo CSB43 a los extractos bancarios

# view:account.bank.statement:
source: Import CSB43
ca: Importació CSB43
ca_es: Importació CSB43
es: Importación CSB43

# wizard_button:account.bank.statement.import_csb43,start,end:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# wizard_button:account.bank.statement.import_csb43,start,import_file:
source: Import File
ca_es: Importa fitxer
es: Importar archivo

# field:account.configuration.default_account,csb43_date:
source: CSB43 Date
ca: Data CSB43

# help:account.configuration.default_account,csb43_date:
source: Set date line from CSB43 file
ca: Estableix el camp data a la línia a partir del fitxer CSB43

# model:ir.action,name:
source: Import CSB43
ca: Importació CSB43

# selection:account.configuration.default_account,csb43_date:
source: Operation Date
ca: Data operació

# selection:account.configuration.default_account,csb43_date:
source: Value Date
ca: Data valor
